# SfPerTon Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..SfPerTon Property
SymbolTypeId Class See Also
---
Symbol SF/ton, indicating unit Square feet per ton of refrigeration.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId SfPerTon { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SfPerTon As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SfPerTon {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace